#specific keys+text combination that overwrite template keys+text
#scan the original i18n of the template component for the keys
#you can find it by starting the application in the WebIDE with a run configuration that has unchecked 'open with frame'
#and modify the URL in the browser to /resources/sap/suite/ui/generic/template/<template component name>/i18n/i18n.properties
#<EXISTING_KEY>=<new text for the key>

#XTIT: Used as an action button text for T&E table section
RESTRICT_DATE=\u0E08\u0E33\u0E01\u0E31\u0E14\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

#XTIT: Button Text in restrict date popover
RESTRICT=\u0E08\u0E33\u0E01\u0E31\u0E14

#XFLD: Descriptive text used in restrict date popover
RESTRICT_DATE_DIALOG_DESC=\u0E08\u0E30\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E1B\u0E47\u0E19\u0E04\u0E23\u0E31\u0E49\u0E07\u0E16\u0E31\u0E14\u0E44\u0E1B\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E21\u0E35\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E2D\u0E22\u0E39\u0E48\u0E2B\u0E25\u0E31\u0E07\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49

#XFLD: Descriptive text used in restrict date popover
UPTO_TODAY=\u0E27\u0E31\u0E19\u0E19\u0E35\u0E49

#XFLD: Descriptive text used in restrict date popover
UNTIL_LAST_DAY_PREVIOUS_MONTH=\u0E27\u0E31\u0E19\u0E2A\u0E38\u0E14\u0E17\u0E49\u0E32\u0E22\u0E02\u0E2D\u0E07\u0E40\u0E14\u0E37\u0E2D\u0E19\u0E01\u0E48\u0E2D\u0E19\u0E2B\u0E19\u0E49\u0E32

#XFLD: Descriptive text used in restrict date popover
UNTIL_SPECIFIC_DATE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38

#XFLD: used in all table actions popover 
CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

#XFLD: Used in Object Page header
PROFIT_CENTER=\u0E28\u0E39\u0E19\u0E22\u0E4C\u0E01\u0E33\u0E44\u0E23

#XFLD: Used in Object Page header
PROJECT=\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XFLD: Used in Object Page header
CUSTOMER=\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32

#XFLD: Used in Object Page header
BILLING_METHOD=\u0E27\u0E34\u0E18\u0E35\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XFLD: Used in Object Page header
BILLING_ELEMENT=\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XFLD: Used in Object page Header
DUE_BILLING_DATE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E04\u0E23\u0E1A\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XFLD: Used in object page header Link fro Billing Instruction
BILL_INFO=\u0E14\u0E39\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E43\u0E19\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XFLD: Used as title in View Billing Instruction popover
BILL_INSTRUCT=\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E43\u0E19\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25


#XFLD: Used in object page header
BILLING_REVENUE_HEADER_LABEL=\u0E17\u0E35\u0E48\u0E08\u0E30\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XFLD: Used in object page header
EST_ACTUALS=\u0E04\u0E48\u0E32\u0E08\u0E23\u0E34\u0E07\u0E42\u0E14\u0E22\u0E1B\u0E23\u0E30\u0E21\u0E32\u0E13

#XFLD: Used in Object page header
BILL_MARGIN_HEADER_LABEL=\u0E21\u0E32\u0E23\u0E4C\u0E08\u0E34\u0E19\u0E02\u0E2D\u0E07\u0E1A\u0E34\u0E25

#XFLD: Used in Object Page Header
PLANNED_REVENUE=\u0E23\u0E32\u0E22\u0E44\u0E14\u0E49\u0E15\u0E32\u0E21\u0E41\u0E1C\u0E19

#XFLD: Used in Object Page Header
CAP=CAP

#XFLD: Used in Object Page Header
NET_BILLED=\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E41\u0E25\u0E49\u0E27

#XFLD: Used in Object Page Header
NET_UNBILLED=\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XMSG: Used as Message on reinclude success
REINCLUDE_SUCCESS_MESSAGE=\u0E23\u0E27\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E44\u0E14\u0E49\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E44\u0E27\u0E49\u0E43\u0E2B\u0E21\u0E48\u0E41\u0E25\u0E49\u0E27

#XMSG: used as a message on succes of written off action
WRITE_OFF_SUCCESS_MESSAGE=\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E25\u0E49\u0E27

#XMSG: Used as message text after the postponed action is a success
POSTPONE_SUCCESS_MESSAGE=\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E2D\u0E01\u0E44\u0E1B\u0E41\u0E25\u0E49\u0E27

#XMSG: Failure text for reinclude
REINCLUDE_ERROR_MESSAGE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E43\u0E2B\u0E21\u0E48

#XMSG: Failure text for write off action
WRITE_OFF_ERROR_MESSAGE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01

#XMSG: failure text for Postpone action 
POSTPONE_ERROR_MESSAGE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01


#XTIT: Dialog Title text 
POSTPONE_DATE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B

#XTIT: Postponer action button in the dialog
POSTPONE=\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B

#XMSG: Used in the postpone dialog box as a message
POSTPONE_DATE_DIALOG_DESC=\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E2D\u0E01\u0E44\u0E1B?

#XTIT: Write off action dialog title and button
WRITE_OFF=\u0E01\u0E32\u0E23\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22

#XFLD: Write off dialog message
WRITEOFF_DIALOG_DESC=\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01?

#XFLD: Used in reinclude action dialog
REINCLUDE=\u0E23\u0E27\u0E21\u0E43\u0E2B\u0E21\u0E48

#XMSG: Used as message text in reinclude action dialog 
REINCLUDE_DIALOG_DESC=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E43\u0E2B\u0E21\u0E48?

#XMSG: Success message for restrioct date action..
SUCCESS_CALL_FOR_RESTRICT=\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E41\u0E25\u0E49\u0E27

#XMSG: error Message for restrict date
ERROR_CALL_FOR_RESTRICT=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E08\u0E33\u0E01\u0E31\u0E14\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

#XMSG: PBR submit success Message
SUCCESS_CALL_FOR_SUBMIT_PARA=\u0E2A\u0E48\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E02\u0E2D\u0E07\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23 {0} \u0E41\u0E25\u0E49\u0E27

#XMSG: BDR creation success Message
SUCCESS_CALL_FOR_CREATE_BDR_PARA=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 {0} \u0E41\u0E25\u0E49\u0E27

#XMSG: BDR creation success Message
SUCCESS_CALL_FOR_CREATE_BDR=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E41\u0E25\u0E49\u0E27

#XMSG: Success message on submit witout to be billed items
SUCCESS_CALL_FOR_SAVED_BDR=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E41\u0E25\u0E49\u0E27 \u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E02\u0E36\u0E49\u0E19\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E44\u0E21\u0E48\u0E21\u0E35\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E08\u0E30\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XMSG: Submit action failure message
ERROR_CALL_FOR_SUBMIT=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XMSG: Error message on submit if the due billing date is null
ERROR_CALL_FOR_SUBMIT_NODUE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E48\u0E07\u0E44\u0E14\u0E49 \u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E44\u0E21\u0E48\u0E21\u0E35\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E41\u0E1C\u0E19\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E41\u0E25\u0E30\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32

#XMSG: Message when the neagtive case of Cost to be billed occurs (Might be reincluded when edit is reincluded)
COST_ERROR=\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E1C\u0E25\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E15\u0E49\u0E19\u0E17\u0E38\u0E19\u0E17\u0E35\u0E48\u0E08\u0E30\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B\u0E41\u0E25\u0E30\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E21\u0E35\u0E04\u0E48\u0E32\u0E40\u0E01\u0E34\u0E19\u0E15\u0E49\u0E19\u0E17\u0E38\u0E19\u0E04\u0E07\u0E04\u0E49\u0E32\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E04\u0E48\u0E32\u0E43\u0E14\u0E04\u0E48\u0E32\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E17\u0E31\u0E49\u0E07\u0E2A\u0E2D\u0E07\u0E04\u0E48\u0E32

#XMSG: Message when the neagtive case of Cost to be billed occurs (Might be reincluded when edit is reincluded)
QUANTITY_ERROR=\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E1C\u0E25\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E1B\u0E23\u0E34\u0E21\u0E32\u0E13\u0E17\u0E35\u0E48\u0E08\u0E30\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B\u0E41\u0E25\u0E30\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E21\u0E35\u0E04\u0E48\u0E32\u0E40\u0E01\u0E34\u0E19\u0E1B\u0E23\u0E34\u0E21\u0E32\u0E13\u0E04\u0E07\u0E04\u0E49\u0E32\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E04\u0E48\u0E32\u0E43\u0E14\u0E04\u0E48\u0E32\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E17\u0E31\u0E49\u0E07\u0E2A\u0E2D\u0E07\u0E04\u0E48\u0E32

#XTXT: Link Text for NAv back to list report in submit success dialog
NAV_TO_CBDR_APP=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XTXT: Link Text for navigating On ward post Project Billing Request
NAV_TO_PRELIM_CBDR_APP=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E1A\u0E37\u0E49\u0E2D\u0E07\u0E15\u0E49\u0E19

#XTIT: Submit success dialog header
SUCCESS=\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08

#XTXT: Used for Back button in dialogs
BACK=\u0E22\u0E49\u0E2D\u0E19\u0E01\u0E25\u0E31\u0E1A
