#Texts for manifest.json

#XTIT: Application name
appTitle=\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XTIT: title for the estimated actuals dialog box
EST_ACT_POP_TITL=\u0E04\u0E33\u0E40\u0E15\u0E37\u0E2D\u0E19

#YDES: Application description
appDescription=\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XTIT: Prepare Billing Button Text 
ActionC_ProjectBillingElementTP1=\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XTIT: Prepayment Action
ActionC_ProjectBillingElementTP2=\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32

#XCOL: Project Column Header & Project Text 
PROJ=\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XFLD: Customer Column text and text 
CUSTOMER=\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32

#XFLD: Text used in Project quick view 
SERVC_ORG=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E07\u0E32\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23

#XFLD: Text used in Project QuickView 
PROF_CENT=\u0E28\u0E39\u0E19\u0E22\u0E4C\u0E01\u0E33\u0E44\u0E23

#XFLD: Text used in project Quickview 
COST_CENT=\u0E28\u0E39\u0E19\u0E22\u0E4C\u0E15\u0E49\u0E19\u0E17\u0E38\u0E19

#XFLD: Text Used in Project Quickview 
DATE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

#XTIT: Title of the Billed Popover
TAB_HEAD=\u0E43\u0E1A\u0E41\u0E08\u0E49\u0E07\u0E2B\u0E19\u0E35\u0E49\u0E17\u0E35\u0E48\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E02\u0E49\u0E2D\u0E07 ({0})

#XCOL: Text Used as column in the Billed Popover table
BILL_ID=ID \u0E02\u0E2D\u0E07\u0E1A\u0E34\u0E25

#XCOL: Text used as column in the Biller Popover table 
INVOICE_TYPE=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XFLD: Text used in Invoice Type column of Billed dialog
INVOICE=\u0E43\u0E1A\u0E41\u0E08\u0E49\u0E07\u0E2B\u0E19\u0E35\u0E49

#XFLD: Text used in Invoice Type column of Billed dialog
INVOICE_CANCEL=\u0E01\u0E32\u0E23\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E43\u0E1A\u0E41\u0E08\u0E49\u0E07\u0E2B\u0E19\u0E35\u0E49

#XFLD: Text used in billed popover
BILL_DATE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XCOL: text used in Billed Popover
TOT_BILL=\u0E22\u0E2D\u0E14\u0E23\u0E27\u0E21\u0E17\u0E35\u0E48\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XCOL: Text used as column in List report table
BILLING_DUE_DATE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E04\u0E23\u0E1A\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XCOL: text used in due billing date popover 
DUE_BILLING_AMT=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E15\u0E32\u0E21\u0E41\u0E1C\u0E19

#XTIT: Title text of the due billing date popover
DUE_BILL_POP_HEAD=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E15\u0E32\u0E21\u0E41\u0E1C\u0E19 ({0})

#XCOL: Text used in Due Billing Date Popover 
BILL_PLAN_ITEM=\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XFLD: Text used in Item Usage column of due billing date dialog
FIXED_PRICE=\u0E23\u0E32\u0E04\u0E32\u0E04\u0E07\u0E17\u0E35\u0E48

#XFLD: Text used in Item Usage column of due billing date dialog
TIME_AND_EXPENSES=\u0E40\u0E27\u0E25\u0E32\u0E41\u0E25\u0E30\u0E04\u0E48\u0E32\u0E43\u0E0A\u0E49\u0E08\u0E48\u0E32\u0E22

#XFLD: Text used in Item Usage column of due billing date dialog
PAYMENT_ON_ACCOUNT=\ \u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E15\u0E32\u0E21\u0E1A\u0E31\u0E0D\u0E0A\u0E35

#XTIT: Text used in for Button in due billing date popover 
EDIT_BILL_BUT=\u0E41\u0E01\u0E49\u0E44\u0E02\u0E41\u0E1C\u0E19\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XFLD: Text used in estimated actuals popoever
CAP_REV=\u0E02\u0E35\u0E14\u0E08\u0E33\u0E01\u0E31\u0E14\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14

#XFLD: Text used in estimated actuals popover
PLANNED_REV=\u0E23\u0E32\u0E22\u0E44\u0E14\u0E49\u0E15\u0E32\u0E21\u0E41\u0E1C\u0E19

#XFLD: Text used in descriptive reason for and in estimated actuals popover
ESTACT_POP_NB_BLR_BP=\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E41\u0E25\u0E49\u0E27 + \u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 + \u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XMSG: text used in estimated actuals popover as descriptive text
CAP_EXCEED=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E01\u0E34\u0E19\u0E02\u0E35\u0E14\u0E08\u0E33\u0E01\u0E31\u0E14\u0E17\u0E35\u0E48 {0} {1}

#XMSG: Text used in estimated actuals popover as descriptive text
CAP_EXCESS=\u0E04\u0E48\u0E32\u0E08\u0E23\u0E34\u0E07\u0E42\u0E14\u0E22\u0E1B\u0E23\u0E30\u0E21\u0E32\u0E13\u0E40\u0E01\u0E34\u0E19\u0E02\u0E35\u0E14\u0E08\u0E33\u0E01\u0E31\u0E14\u0E17\u0E35\u0E48 {0} {1}

#XMSG: Text used in estimated actuals poover as a descriptive text 
PLN_REV_EXCEED=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E01\u0E34\u0E19\u0E23\u0E32\u0E22\u0E44\u0E14\u0E49\u0E15\u0E32\u0E21\u0E41\u0E1C\u0E19\u0E04\u0E37\u0E2D {0} {1}

#XMSG: Text used in estimated actuals popover as a descriptive text 
PLN_REV_EXCS=\u0E04\u0E48\u0E32\u0E08\u0E23\u0E34\u0E07\u0E42\u0E14\u0E22\u0E1B\u0E23\u0E30\u0E21\u0E32\u0E13\u0E40\u0E01\u0E34\u0E19\u0E23\u0E32\u0E22\u0E44\u0E14\u0E49\u0E15\u0E32\u0E21\u0E41\u0E1C\u0E19\u0E04\u0E37\u0E2D {0} {1}

#XMSG: Shown in a message box, when an error occurs while creating a bill.
ERROR_CREATE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E02\u0E2D\u0E07\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XMSG: Shown in a message box, when an error occurs while creating a bill.
ERROR_CREATE_FUTURE_DBD=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 \u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E04\u0E23\u0E1A\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E02\u0E2D\u0E07\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E2D\u0E19\u0E32\u0E04\u0E15

#XMSG: Shown in a message box, when an error occurs while creating a bill.
ERROR_CREATE_DBD_UNDEF=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 \u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E44\u0E21\u0E48\u0E21\u0E35\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E41\u0E25\u0E30\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32

#XMSG: Shown when the onaccount sumbit is a failure
ERROR_CREATE_ONACCOUNT=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E48\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E0A\u0E33\u0E23\u0E30\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32

#XMSG: Shown in a message box, when the ItemBillingBlockReason is 06
BLOCK_PRE_BILLING=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E16\u0E39\u0E01\u0E23\u0E30\u0E07\u0E31\u0E1A\u0E44\u0E27\u0E49

#XMSG: Shown when the bill is created.
SUCCESS_CREATE=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E02\u0E2D\u0E07\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E41\u0E25\u0E49\u0E27

#XMSG: Shown when the onaccount sumbit is a success
SUCCESS_CREATE_ON_ACCOUNT=\u0E2A\u0E48\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E0A\u0E33\u0E23\u0E30\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E41\u0E25\u0E49\u0E27

#XCOL: Used in the list report table column 
DRAFT_BILL=\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E02\u0E2D\u0E07\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XTXT: On Account text for button
ONACCOUNT=\u0E43\u0E19\u0E1A\u0E31\u0E0D\u0E0A\u0E35

#XTIT: On Account Dialog Title
ONACCOUNT_SUBMIT_TITLE=\u0E43\u0E19\u0E1A\u0E31\u0E0D\u0E0A\u0E35\u0E43\u0E2B\u0E21\u0E48\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A {0}

#XTIT: Submit Button text for on account dialog 
ONACCOUNT_SUBMIT=\u0E2A\u0E48\u0E07

#XTIT: Cancel button text for on account dialog
ONACCOUNT_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

#XCOL: Column for DUE BILLING AMOUNT currently to be billed
DUEBILLING_AMOUNT=\u0E17\u0E35\u0E48\u0E08\u0E30\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XTIT: 
ActionC_ProjectBillingElementTP3=\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B

#XTIT: title of the Postpone date dialog
POSTPONE_DUEBILLING_DATE_TITLE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B

#XTIT: Postpone button text
POSTPONE_DUEBILLING_DATE=\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B

#XTIT: Header for dialog on Info icon click
PREPAYMENT_DETAILS=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32

#XTIT: Text used for popover close button 
CLOSE=\u0E1B\u0E34\u0E14

#XCOL: column inside the info dialog 
REQUESTED_DATE=\u0E02\u0E2D\u0E40\u0E21\u0E37\u0E48\u0E2D

#XCOL: column inside the info dialog 
PLANNED_PREPAYMENT=\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E15\u0E32\u0E21\u0E41\u0E1C\u0E19

#XCOL: column inside the info dialog 
REQUESTED_PREPAYMENT=\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E17\u0E35\u0E48\u0E02\u0E2D

#XCOL: column inside the info dialog 
RECIEVED_PREPAYMENT=\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A

#XMSG: message text in planned prepayment popover
PREPAYMENTAMT_DETAILS=\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E15\u0E32\u0E21\u0E41\u0E1C\u0E19\: {0} {1}

#XMSG: BDR creation success Message
SUCCESS_CALL_FOR_CREATE_BDR_PARA=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 {0} \u0E41\u0E25\u0E49\u0E27

#XMSG: BDR creation success Message
SUCCESS_CALL_FOR_CREATE_BDR=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E41\u0E25\u0E49\u0E27

#XTXT: Link Text for NAv back to list report in submit success dialog
NAV_TO_CBDR_APP=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XTXT: Link Text for navigating On ward post Project Billing Request
NAV_TO_PRELIM_CBDR_APP=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E1A\u0E37\u0E49\u0E2D\u0E07\u0E15\u0E49\u0E19

#XMSG: Message shown in dialog content of navigation to preliminary document application
OUTBOUND_NAV_TO_PRELIM_CBDR_APP_ERR_MSG=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E19\u0E27\u0E34\u0E40\u0E01\u0E15\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 '\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E1A\u0E37\u0E49\u0E2D\u0E07\u0E15\u0E49\u0E19'

#XMSG: Message shown in dialog content of nav to billing document application
OUTBOUND_NAV_TO_CBDR_APP_ERR_MSG=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E19\u0E27\u0E34\u0E40\u0E01\u0E15\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 '\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25'

#XTIT: Title of error dialog
ERR_NAV=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E01\u0E32\u0E23\u0E40\u0E19\u0E27\u0E34\u0E40\u0E01\u0E15

#XTXT: Used for OK button in dialogs
OK=\u0E15\u0E01\u0E25\u0E07

#XFLD: Currency amount shown in textual format(ex: 20,000.00 EUR), {0} is amount (like 20,000.00) and {1} is the Currency Code (like EUR), please translate as per locale, may need swapping as in AR
COST_WITH_CURR={0} {1}

#XMSG: this message is shown while trying to submit prepayment amount for BDr creation while due date is in future
DUE_BILLING_DATE_IN_FUTURE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E44\u0E14\u0E49\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E04\u0E23\u0E1A\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E02\u0E2D\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E0A\u0E33\u0E23\u0E30\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E19\u0E35\u0E49\u0E40\u0E1B\u0E47\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E43\u0E19\u0E2D\u0E19\u0E32\u0E04\u0E15

#XMSG: this is the error message displayed upon failure of delete action
ERROR_DELETE_ACTION=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E25\u0E1A\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XTIT: Delete dialog title
DELETE_PBR_TIT=\u0E25\u0E1A\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XMSG: Delete dialog message
CONFIRM_DELETE_MESSAGE=\u0E25\u0E1A\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23 {0} \u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?\n\n \u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E2D\u0E32\u0E08\u0E2A\u0E48\u0E07\u0E1C\u0E25\u0E01\u0E23\u0E30\u0E17\u0E1A\u0E15\u0E48\u0E2D\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E2B\u0E25\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XTIT: dialog title for error message on prepare billing
ERROR=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14

#XMSG: dialog title for error message on prepare billing
ERROR_MESSAGE=\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E41\u0E2A\u0E14\u0E07\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14

#XMSG: Message shown in dialog content
OUTBOUND_NAV_ERR_MSG_PBR=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E19\u0E27\u0E34\u0E40\u0E01\u0E15\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E2B\u0E19\u0E49\u0E32 '\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25'

#XMSG: Message shown in dialog content
OUTBOUND_NAV_ERR_MSG_CP=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E19\u0E27\u0E34\u0E40\u0E01\u0E15\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 '\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32'
