#Texts for manifest.json

#XTIT: Application name
appTitle=\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#YDES: Application description
appDescription=\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XTIT:
HEADER_SINGULAR=\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XTIT:
HEADER_PLURAL=\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XTIT:   
OBJ_TITLE=\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E02\u0E2D\u0E07\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E43\u0E2B\u0E21\u0E48

#XTIT:  Used in annotation file for facet title
TIME_AND_EXPENSE_ITEMS=\u0E40\u0E27\u0E25\u0E32\u0E41\u0E25\u0E30\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E04\u0E48\u0E32\u0E43\u0E0A\u0E49\u0E08\u0E48\u0E32\u0E22

#XTIT:  Used in annotaion file for facet title
FIXED_PRICE_ITEMS=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E23\u0E32\u0E04\u0E32\u0E04\u0E07\u0E17\u0E35\u0E48

#XTIT: Used in annotation file for facet title
PREPAYMENTS_ITEMS=\u0E43\u0E19\u0E1A\u0E31\u0E0D\u0E0A\u0E35

#XTIT: Used for Submit action button
ActionC_ProjectBillingRequestTPHeader1=\u0E2A\u0E48\u0E07

#XTIT: Used as text  in the Time and Expense table action button
ActionC_ProjectBillingElementEntryTPSection1=\u0E08\u0E33\u0E01\u0E31\u0E14\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

#XFLD: Used in estimated actuals popover
PLANNED_REV=\u0E23\u0E32\u0E22\u0E44\u0E14\u0E49\u0E15\u0E32\u0E21\u0E41\u0E1C\u0E19

#XTIT: Used in the Due Billing Date and Billed Popover
CLOSE=\u0E1B\u0E34\u0E14

#XMSG: Message shown in dialog content
OUTBOUND_NAV_ERR_MSG=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E19\u0E27\u0E34\u0E40\u0E01\u0E15\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E2B\u0E19\u0E49\u0E32 '\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25'

#XMSG: Message shown in dialog content of nav to billing document application
OUTBOUND_NAV_TO_CBDR_APP_ERR_MSG=\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13

#XMSG: Message shown in dialog content of navigation to preliminary document application
OUTBOUND_NAV_TO_PRELIM_CBDR_APP_ERR_MSG=\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E1A\u0E37\u0E49\u0E2D\u0E07\u0E15\u0E49\u0E19 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13

#XMSG: Message shown in dialog content of navigation to schedule repricing application
OUTBOUND_NAV_TO_SCHD_REPRICE_APP_ERR_MSG=\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E43\u0E19\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E23\u0E32\u0E04\u0E32\u0E43\u0E2B\u0E21\u0E48 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13

#XTIT: Title of error dialog
ERR_NAV=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E01\u0E32\u0E23\u0E40\u0E19\u0E27\u0E34\u0E40\u0E01\u0E15

#XTIT: Used as segmented button text in T&E table
TO_BE_BILLED=\u0E17\u0E35\u0E48\u0E08\u0E30\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XTIT: Used as segmented button text in T&E table
TO_BE_POSTPONED=\u0E17\u0E35\u0E48\u0E08\u0E30\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B

#XTIT: Used as segmented button text in T&E table
TO_BE_WRITTEN_OFF=\u0E17\u0E35\u0E48\u0E08\u0E30\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22

#XTIT: Used as action button text for T&E table section
ActionC_ProjectBillingRequestTPSections1=\u0E08\u0E33\u0E01\u0E31\u0E14\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

#XTIT: Used as action button text for T&E table section
ActionC_ProjectBillingRequestTPSections2=\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B

#XTIT: Used as action button text for T&E table section
ActionC_ProjectBillingRequestTPSections3=\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22

#XTIT: Used as action button text for T&E table section
ActionC_ProjectBillingRequestTPSections4=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E43\u0E2B\u0E21\u0E48

#XFLD: Currency amount shown in textual format(ex: 20,000.00 EUR), {0} is amount (like 20,000.00) and {1} is the Currency Code (like EUR), please translate as per locale, may need swapping as in AR
COST_WITH_CURR={0} {1}

#XCOL: Used in the TE table custom column initialising
SALES_RATE=\u0E2D\u0E31\u0E15\u0E23\u0E32\u0E01\u0E32\u0E23\u0E02\u0E32\u0E22

#XCOL: Used in the TE table custom column initialising
COST_RATE=\u0E2D\u0E31\u0E15\u0E23\u0E32\u0E15\u0E49\u0E19\u0E17\u0E38\u0E19

#XCOL: Prepayement type On account in prepayment table
ON_ACCOUNT=\u0E43\u0E19\u0E1A\u0E31\u0E0D\u0E0A\u0E35

#XCOL: Prepayement type On account column  in prepayment table
TO_BE_SETTLED=\u0E17\u0E35\u0E48\u0E08\u0E30\u0E0A\u0E33\u0E23\u0E30\u0E1A\u0E31\u0E0D\u0E0A\u0E35

#XCOL: Prepayement type On account column  in prepayment table
TYPE=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17

#XCOL:  Used as a column name in the table, please translate as per locale, may need swapping as in AR
SOITEM=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E02\u0E32\u0E22/\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XCOL: Used in column cells, please translate as per locale, may need swapping as in AR
SALESDOC_ITEM={0}/{1}

#XCOL: Used as a column name in the table, please translate as per locale, may need swapping as in AR
JE_ITEM_FY_LABEL=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E2A\u0E21\u0E38\u0E14\u0E23\u0E32\u0E22\u0E27\u0E31\u0E19/\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23/\u0E1B\u0E35\u0E1A\u0E31\u0E0D\u0E0A\u0E35

#XCOL: Used in column cells, please translate as per locale, may need swapping as in AR
JE_ITEM_FY={0}/{1}/{2}

#XTIT: error message dialog title
ERROR=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14

#XTIT: Error message title in message popover
ERROR_TITLE=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E16\u0E39\u0E01\u0E23\u0E30\u0E07\u0E31\u0E1A\u0E2B\u0E23\u0E37\u0E2D\u0E16\u0E39\u0E01\u0E1B\u0E0F\u0E34\u0E40\u0E2A\u0E18

#XTIT: Error message title in message popover for nodue date
ERROR_TITLE_FOR_NODUE=\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E04\u0E23\u0E1A\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XTIT: Error message subtitle in message popover
ERROR_SUBTITLE=\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 {0}

#XMSG: Error message description in message popover
ERROR_DESC=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E17\u0E35\u0E48\u0E2A\u0E31\u0E21\u0E1E\u0E31\u0E19\u0E18\u0E4C\u0E01\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 {0} \u0E16\u0E39\u0E01\u0E23\u0E30\u0E07\u0E31\u0E1A\u0E2B\u0E23\u0E37\u0E2D\u0E16\u0E39\u0E01\u0E1B\u0E0F\u0E34\u0E40\u0E2A\u0E18\n\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E14\u0E4D\u0E32\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D \u0E43\u0E2B\u0E49\u0E25\u0E1A\u0E04\u0E4D\u0E32\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E02\u0E49\u0E2D\u0E07\u0E41\u0E25\u0E30\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E43\u0E2B\u0E21\u0E48

#XMSG: Error message description in message popover
ERROR_DESC_FOR_NODUE=\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E04\u0E23\u0E1A\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E2A\u0E48\u0E07\u0E1A\u0E34\u0E25

#XMSG: Message Prompting schedule repricing naviagtion
SCHEDULE_REPRICING_PROMPT=\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E19\u0E35\u0E49 \u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E23\u0E32\u0E04\u0E32\u0E43\u0E19

#XMSG: link text in dialog meaasage
SCHDULE_REPRICING_APP_LINK_TEXT=\u0E08\u0E31\u0E14\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E23\u0E32\u0E04\u0E32\u0E43\u0E2B\u0E21\u0E48\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XTXT: Used for OK button in dialogs
OK=\u0E15\u0E01\u0E25\u0E07

#XTIT: Used as an action button text for T&E table section
RESTRICT_DATE=\u0E08\u0E33\u0E01\u0E31\u0E14\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

#XTIT: Button Text in restrict date popover
RESTRICT=\u0E08\u0E33\u0E01\u0E31\u0E14

#XFLD: Descriptive text used in restrict date popover
RESTRICT_DATE_DIALOG_DESC=\u0E08\u0E30\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E1B\u0E47\u0E19\u0E04\u0E23\u0E31\u0E49\u0E07\u0E16\u0E31\u0E14\u0E44\u0E1B\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E21\u0E35\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E2D\u0E22\u0E39\u0E48\u0E2B\u0E25\u0E31\u0E07\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49

#XFLD: Descriptive text used in restrict date popover
UNTIL_LAST_DAY_PREVIOUS_MONTH=\u0E27\u0E31\u0E19\u0E2A\u0E38\u0E14\u0E17\u0E49\u0E32\u0E22\u0E02\u0E2D\u0E07\u0E40\u0E14\u0E37\u0E2D\u0E19\u0E01\u0E48\u0E2D\u0E19\u0E2B\u0E19\u0E49\u0E32

#XFLD: Descriptive text used in restrict date popover
UNTIL_SPECIFIC_DATE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38

#XFLD: used in all table actions popover 
CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

#XFLD: Used in Object Page header
PROJECT=\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XFLD: Used in Object Page header
CUSTOMER=\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32

#XFLD: Used in Object Page header
PROFIT_CENTER=\u0E28\u0E39\u0E19\u0E22\u0E4C\u0E01\u0E33\u0E44\u0E23

#XFLD: Used in Object Page header
MULTIPLE=\u0E2B\u0E25\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XFLD: Used in Object Page header
BILLING_ELEMENT=\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XFLD: Used in Object Page header
BILLING_METHOD=\u0E27\u0E34\u0E18\u0E35\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XFLD: Used in Object Page header
TIME_AND_EXPENSE=\u0E40\u0E27\u0E25\u0E32\u0E41\u0E25\u0E30\u0E04\u0E48\u0E32\u0E43\u0E0A\u0E49\u0E08\u0E48\u0E32\u0E22

#XFLD: Used in Object Page header
FIXED_PRICE=\u0E23\u0E32\u0E04\u0E32\u0E04\u0E07\u0E17\u0E35\u0E48

#XFLD: Used in Object Page header
TE_AND_FP=\u0E40\u0E27\u0E25\u0E32\u0E41\u0E25\u0E30\u0E04\u0E48\u0E32\u0E43\u0E0A\u0E49\u0E08\u0E48\u0E32\u0E22, \u0E23\u0E32\u0E04\u0E32\u0E04\u0E07\u0E17\u0E35\u0E48

#XFLD: Used in object page header
BILLING_REVENUE_HEADER_LABEL=\u0E17\u0E35\u0E48\u0E08\u0E30\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XFLD: Used in Object page header
BILL_MARGIN_HEADER_LABEL=\u0E21\u0E32\u0E23\u0E4C\u0E08\u0E34\u0E19\u0E02\u0E2D\u0E07\u0E1A\u0E34\u0E25

#XFLD: Used in Object Page Header
CAP=CAP

#XMSG: Used as Message on reinclude success
REINCLUDE_SUCCESS_MESSAGE=\u0E23\u0E27\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E44\u0E14\u0E49\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E44\u0E27\u0E49\u0E43\u0E2B\u0E21\u0E48\u0E41\u0E25\u0E49\u0E27

#XMSG: used as a message on succes of written off action
WRITE_OFF_SUCCESS_MESSAGE=\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E25\u0E49\u0E27

#XMSG: Used as message text after the postponed action is a success
POSTPONE_SUCCESS_MESSAGE=\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E2D\u0E01\u0E44\u0E1B\u0E41\u0E25\u0E49\u0E27

#XMSG: Failure text for reinclude
REINCLUDE_ERROR_MESSAGE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E23\u0E27\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E44\u0E27\u0E49\u0E43\u0E2B\u0E21\u0E48

#XMSG: Failure text for write off action
WRITE_OFF_ERROR_MESSAGE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01

#XMSG: failure text for Postpone action 
POSTPONE_ERROR_MESSAGE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01

#XTIT: Dialog Title text 
POSTPONE_DATE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B

#XTIT: Postponer action button in the dialog
POSTPONE=\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B

#XMSG: Used in the postpone dialog box as a message
POSTPONE_DATE_DIALOG_DESC=\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E2D\u0E01\u0E44\u0E1B?

#XTIT: Write off action dialog title and button
WRITE_OFF=\u0E01\u0E32\u0E23\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22

#XFLD: Write off dialog message
WRITEOFF_DIALOG_DESC=\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01?

#XFLD: Used in reinclude action dialog
REINCLUDE=\u0E23\u0E27\u0E21\u0E43\u0E2B\u0E21\u0E48

#XMSG: Used as message text in reinclude action dialog 
REINCLUDE_DIALOG_DESC=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E43\u0E2B\u0E21\u0E48?

#XMSG: Success message for restrioct date action..
SUCCESS_CALL_FOR_RESTRICT=\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E41\u0E25\u0E49\u0E27

#XMSG: error Message for restrict date
ERROR_CALL_FOR_RESTRICT=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E08\u0E33\u0E01\u0E31\u0E14\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

#XMSG: PBR submit success Message
SUCCESS_CALL_FOR_SUBMIT_PARA=\u0E2A\u0E48\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E02\u0E2D\u0E07\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23 {0} \u0E41\u0E25\u0E49\u0E27

#XMSG: BDR creation success Message
SUCCESS_CALL_FOR_CREATE_BDR_PARA=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 {0} \u0E41\u0E25\u0E49\u0E27

#XMSG: BDR creation success Message
SUCCESS_CALL_FOR_CREATE_BDR=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E41\u0E25\u0E49\u0E27

#XMSG: Success message on submit witout to be billed items
SUCCESS_CALL_FOR_SAVED_BDR=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E41\u0E25\u0E49\u0E27 \u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E02\u0E36\u0E49\u0E19\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E44\u0E21\u0E48\u0E21\u0E35\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E08\u0E30\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XMSG: Submit action failure message
ERROR_CALL_FOR_SUBMIT=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XMSG: Submit error title when error message is shown in message popover
ERROR_TITLE_FOR_SUBMIT=\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27

#XMSG: Error message on submit if the due billing date is null
ERROR_CALL_FOR_SUBMIT_NODUE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E48\u0E07\u0E44\u0E14\u0E49 \u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E44\u0E21\u0E48\u0E21\u0E35\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E41\u0E1C\u0E19\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E41\u0E25\u0E30\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32

#XMSG: Message when the neagtive case of Cost to be billed occurs (Might be reincluded when edit is reincluded)
COST_ERROR=\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E1C\u0E25\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E15\u0E49\u0E19\u0E17\u0E38\u0E19\u0E17\u0E35\u0E48\u0E08\u0E30\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B\u0E41\u0E25\u0E30\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E21\u0E35\u0E04\u0E48\u0E32\u0E40\u0E01\u0E34\u0E19\u0E15\u0E49\u0E19\u0E17\u0E38\u0E19\u0E04\u0E07\u0E04\u0E49\u0E32\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E04\u0E48\u0E32\u0E43\u0E14\u0E04\u0E48\u0E32\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E17\u0E31\u0E49\u0E07\u0E2A\u0E2D\u0E07\u0E04\u0E48\u0E32

#XMSG: Message when the neagtive case of Cost to be billed occurs (Might be reincluded when edit is reincluded)
QUANTITY_ERROR=\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E1C\u0E25\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E1B\u0E23\u0E34\u0E21\u0E32\u0E13\u0E17\u0E35\u0E48\u0E08\u0E30\u0E40\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E2D\u0E2D\u0E01\u0E44\u0E1B\u0E41\u0E25\u0E30\u0E15\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E21\u0E35\u0E04\u0E48\u0E32\u0E40\u0E01\u0E34\u0E19\u0E1B\u0E23\u0E34\u0E21\u0E32\u0E13\u0E04\u0E07\u0E04\u0E49\u0E32\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E04\u0E48\u0E32\u0E43\u0E14\u0E04\u0E48\u0E32\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E17\u0E31\u0E49\u0E07\u0E2A\u0E2D\u0E07\u0E04\u0E48\u0E32

#XTIT: Delete PBR Dialog header
DELETE_PBR_TIT=\u0E25\u0E1A\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XMSG: this is the error message displayed upon failure of delete action
ERROR_DELETE_ACTION=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E25\u0E1A\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23

#XMSG: Message used in Delete action dialog
CONFIRM_DELETE_MESSAGE=\u0E25\u0E1A\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23 {0} \u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?\n\n \u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E2D\u0E32\u0E08\u0E2A\u0E48\u0E07\u0E1C\u0E25\u0E01\u0E23\u0E30\u0E17\u0E1A\u0E15\u0E48\u0E2D\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E2B\u0E25\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XMSG: Delete success message
DELETE_SUCCESSS_MESSAGE=\u0E04\u0E33\u0E02\u0E2D\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23 {0} \u0E16\u0E39\u0E01\u0E25\u0E1A\u0E41\u0E25\u0E49\u0E27

#XTIT: Used for Delete action button and dialog
DELETE=\u0E25\u0E1A

#XTXT: Link Text for NAv back to list report in submit success dialog
NAV_TO_CBDR_APP=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25

#XTXT: Link Text for navigating On ward post Project Billing Request
NAV_TO_PRELIM_CBDR_APP=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E01\u0E32\u0E23\u0E27\u0E32\u0E07\u0E1A\u0E34\u0E25\u0E40\u0E1A\u0E37\u0E49\u0E2D\u0E07\u0E15\u0E49\u0E19

#XTIT: Submit success dialog header
SUCCESS=\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08

#XTXT: Used for Back button in dialogs
BACK=\u0E22\u0E49\u0E2D\u0E19\u0E01\u0E25\u0E31\u0E1A
